Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Logical size in points. 1 point = 2-3 pixels depending on device.
ar: الحجم المنطقي بالنقاط. 1 نقطة = 2-3 بكسل حسب الجهاز.
ca: Mida lògica en punts. 1 punt = 2-3 píxels segons el dispositiu.
cs: Logická velikost v bodech. 1 bod = 2-3 pixely podle zařízení.
da: Logisk størrelse i punkter. 1 punkt = 2-3 pixels afhængigt af enhed.
de: Logische Größe in Punkten. 1 Punkt = 2-3 Pixel je nach Gerät.
el: Λογικό μέγεθος σε σημεία. 1 σημείο = 2-3 pixels ανάλογα με τη συσκευή.
es: Tamaño lógico en puntos. 1 punto = 2-3 píxeles según el dispositivo.
fi: Looginen koko pisteissä. 1 piste = 2-3 pikseliä laitteesta riippuen.
fr: Taille logique en points. 1 point = 2-3 pixels selon l'appareil.
he: גודל לוגי בנקודות. 1 נקודה = 2-3 פיקסלים בהתאם למכשיר.
hi: पॉइंट में लॉजिकल साइज़। 1 पॉइंट = डिवाइस के अनुसार 2-3 पिक्सेल।
hr: Logička veličina u točkama. 1 točka = 2-3 piksela ovisno o uređaju.
hu: Logikai méret pontokban. 1 pont = 2-3 pixel az eszköztől függően.
id: Ukuran logis dalam poin. 1 poin = 2-3 piksel tergantung perangkat.
it: Dimensione logica in punti. 1 punto = 2-3 pixel a seconda del dispositivo.
ja: ポイント単位の論理サイズ。 1ポイント = デバイスにより2-3ピクセル。
ko: 포인트 단위의 논리적 크기입니다. 1포인트는 2-3픽셀입니다.
ms: Saiz logik dalam mata. 1 mata = 2-3 piksel bergantung pada peranti.
nb: Logisk størrelse i punkter. 1 punkt = 2-3 piksler avhengig av enhet.
nl: Logische grootte in punten. 1 punt = 2-3 pixels afhankelijk van apparaat.
pl: Logiczny rozmiar w punktach. 1 punkt = 2-3 piksele w zależności od urządzenia.
pt_br: Tamanho lógico em pontos. 1 ponto = 2-3 pixels dependendo do dispositivo.
pt_pt: Tamanho lógico em pontos. 1 ponto = 2-3 pixels dependendo do dispositivo.
ro: Dimensiune logică în puncte. 1 punct = 2-3 pixeli în funcție de dispozitiv.
ru: Логический размер в точках. 1 точка = 2-3 пикселя в зависимости от устройства.
sk: Logická veľkosť v bodoch. 1 bod = 2-3 pixely podľa zariadenia.
sv: Logisk storlek i punkter. 1 punkt = 2-3 pixlar beroende på enhet.
th: ขนาดตรรกะเป็นพอยต์ 1 พอยต์ = 2-3 พิกเซลขึ้นอยู่กับอุปกรณ์
tr: Nokta cinsinden mantıksal boyut. 1 nokta = Cihaza bağlı olarak 2-3 piksel.
uk: Логічний розмір у точках. 1 точка = 2-3 пікселі залежно від пристрою.
vi: Kích thước logic theo điểm. 1 điểm = 2-3 pixel tùy thuộc vào thiết bị.
zh_hans: 点单位的逻辑尺寸。 1点 = 根据设备为2-3像素。
zh_hant: 點單位的邏輯尺寸。 1點 = 根據裝置為2-3像素。

source: Makes addresses tappable to open in Maps.
ar: يجعل العناوين قابلة للنقر لفتحها في الخرائط.
ca: Fa que les adreces es puguin tocar per obrir a Mapes.
cs: Umožňuje klepnutí na adresy pro otevření v Mapách.
da: Gør adresser tappable for at åbne i Kort.
de: Macht Adressen antippbar, um sie in Karten zu öffnen.
el: Κάνει τις διευθύνσεις πατήσιμες για άνοιγμα στους Χάρτες.
es: Hace que las direcciones sean tocables para abrir en Mapas.
fi: Tekee osoitteista napautettavia avaamiseen Kartoissa.
fr: Rend les adresses cliquables pour ouvrir dans Plans.
he: הופך כתובות לניתנות להקשה לפתיחה במפות.
hi: पतों को मैप्स में खोलने के लिए टैप करने योग्य बनाता है।
hr: Čini adrese dodirljivima za otvaranje u Kartama.
hu: A címeket érintésre megnyithatóvá teszi a Térképekben.
id: Membuat alamat dapat diketuk untuk membuka di Peta.
it: Rende gli indirizzi cliccabili per aprire in Mappe.
ja: 住所をタップして地図で開けるようにします。
ko: 주소를 탭하면 지도 앱이 열립니다.
ms: Menjadikan alamat boleh diketik untuk membuka dalam Peta.
nb: Gjør adresser trykkbare for å åpne i Kart.
nl: Maakt adressen aantikbaar om te openen in Kaarten.
pl: Umożliwia dotknięcie adresów, aby otworzyć w Mapach.
pt_br: Torna endereços tocáveis para abrir no Mapas.
pt_pt: Torna moradas tocáveis para abrir nos Mapas.
ro: Face adresele apăsabile pentru a deschide în Hărți.
ru: Делает адреса кликабельными для открытия в Картах.
sk: Umožňuje ťuknutie na adresy pre otvorenie v Mapách.
sv: Gör adresser tryckbara för att öppna i Kartor.
th: ทำให้ที่อยู่สามารถแตะเพื่อเปิดในแผนที่ได้
tr: Adreslere dokunarak Haritalar'da açılabilir.
uk: Робить адреси клікабельними для відкриття в Картах.
vi: Làm cho địa chỉ có thể nhấn để mở trong Bản đồ.
zh_hans: 使地址可点击以在地图中打开。
zh_hant: 使地址可點擊以在地圖中開啟。

source: Makes phone numbers tappable to call.
ar: يجعل أرقام الهواتف قابلة للنقر للاتصال.
ca: Fa que els números de telèfon es puguin tocar per trucar.
cs: Umožňuje klepnutí na telefonní čísla pro volání.
da: Gør telefonnumre tappable for at ringe.
de: Macht Telefonnummern antippbar zum Anrufen.
el: Κάνει τους αριθμούς τηλεφώνου πατήσιμους για κλήση.
es: Hace que los números de teléfono sean tocables para llamar.
fi: Tekee puhelinnumeroista napautettavia soittamiseen.
fr: Rend les numéros de téléphone cliquables pour appeler.
he: הופך מספרי טלפון לניתנים להקשה לחיוג.
hi: फोन नंबरों को कॉल करने के लिए टैप करने योग्य बनाता है।
hr: Čini telefonske brojeve dodirljivima za poziv.
hu: A telefonszámokat érintésre hívhatóvá teszi.
id: Membuat nomor telepon dapat diketuk untuk menelepon.
it: Rende i numeri di telefono cliccabili per chiamare.
ja: 電話番号をタップで発信可能にします。
ko: 전화번호를 탭하면 전화를 걸 수 있습니다.
ms: Menjadikan nombor telefon boleh diketik untuk membuat panggilan.
nb: Gjør telefonnumre trykkbare for å ringe.
nl: Maakt telefoonnummers aantikbaar om te bellen.
pl: Umożliwia dotknięcie numerów telefonów, aby zadzwonić.
pt_br: Torna números de telefone tocáveis para ligar.
pt_pt: Torna números de telefone tocáveis para ligar.
ro: Face numerele de telefon apăsabile pentru a suna.
ru: Делает номера телефонов кликабельными для звонка.
sk: Umožňuje ťuknutie na telefónne čísla pre volanie.
sv: Gör telefonnummer tryckbara för att ringa.
th: ทำให้หมายเลขโทรศัพท์สามารถแตะเพื่อโทรได้
tr: Telefon numaralarına dokunarak arama yapılabilir.
uk: Робить номери телефонів клікабельними для дзвінка.
vi: Làm cho số điện thoại có thể nhấn để gọi.
zh_hans: 使电话号码可点击拨打。
zh_hant: 使電話號碼可點擊撥打。

source: map, filter, reduce, sort. Functional programming ops. Memory allocation intensive.
ar: أداء map, filter, reduce, sort. يقيس عمليات البرمجة الوظيفية.
ca: Rendiment de map, filter, reduce, sort. Mesura operacions de programació funcional.
cs: Výkon map, filter, reduce, sort. Měří operace funkcionálního programování.
da: map, filter, reduce, sort ydeevne. Måler funktionel programmering operationer.
de: map, filter, reduce, sort Leistung. Misst funktionale Programmieroperationen.
el: Απόδοση map, filter, reduce, sort. Μετράει λειτουργίες συναρτησιακού προγραμματισμού.
es: Rendimiento de map, filter, reduce, sort. Mide operaciones de programación funcional.
fi: map, filter, reduce, sort suorituskyky. Mittaa funktionaalisen ohjelmoinnin toimintoja.
fr: Performance de map, filter, reduce, sort. Mesure les opérations de programmation fonctionnelle.
he: ביצועי map, filter, reduce, sort. מודד פעולות תכנות פונקציונלי.
hi: map, filter, reduce, sort प्रदर्शन। फ़ंक्शनल प्रोग्रामिंग ऑपरेशन मापता है।
hr: map, filter, reduce, sort performanse. Mjeri operacije funkcionalnog programiranja.
hu: map, filter, reduce, sort teljesítmény. Funkcionális programozási műveleteket mér.
id: Kinerja map, filter, reduce, sort. Mengukur operasi pemrograman fungsional.
it: Performance di map, filter, reduce, sort. Misura operazioni di programmazione funzionale.
ja: map, filter, reduce, sortの性能。 関数型プログラミング演算を測定。
ko: map, filter, reduce, sort 성능입니다. 함수형 프로그래밍 연산을 측정합니다.
ms: Prestasi map, filter, reduce, sort. Mengukur operasi pengaturcaraan fungsional.
nb: map, filter, reduce, sort ytelse. Måler funksjonell programmering operasjoner.
nl: map, filter, reduce, sort prestaties. Meet functionele programmeeroperaties.
pl: Wydajność map, filter, reduce, sort. Mierzy operacje programowania funkcyjnego.
pt_br: Desempenho de map, filter, reduce, sort. Mede operações de programação funcional.
pt_pt: Desempenho de map, filter, reduce, sort. Mede operações de programação funcional.
ro: Performanță map, filter, reduce, sort. Măsoară operații de programare funcțională.
ru: Производительность map, filter, reduce, sort. Измеряет операции функционального программирования.
sk: Výkon map, filter, reduce, sort. Meria operácie funkcionálneho programovania.
sv: map, filter, reduce, sort prestanda. Mäter funktionella programmeringsoperationer.
th: ประสิทธิภาพ map, filter, reduce, sort วัดการดำเนินการ functional programming
tr: map, filter, reduce, sort performansı. Fonksiyonel programlama işlemlerini ölçer.
uk: Продуктивність map, filter, reduce, sort. Вимірює операції функціонального програмування.
vi: Hiệu suất map, filter, reduce, sort. Đo các phép toán lập trình hàm.
zh_hans: map, filter, reduce, sort性能。 测量函数式编程操作。
zh_hant: map, filter, reduce, sort效能。 測量函數式程式設計操作。

source: Master switch for all JavaScript execution in WebView.
ar: المفتاح الرئيسي لجميع تنفيذ JavaScript في WebView.
ca: Interruptor principal per a tota l'execució de JavaScript a WebView.
cs: Hlavní přepínač pro veškeré provádění JavaScriptu ve WebView.
da: Hovedafbryder for al JavaScript-udførelse i WebView.
de: Hauptschalter für alle JavaScript-Ausführungen in WebView.
el: Κύριος διακόπτης για όλη την εκτέλεση JavaScript στο WebView.
es: Interruptor principal para toda la ejecución de JavaScript en WebView.
fi: Pääkytkin kaikelle JavaScript-suoritukselle WebViewissa.
fr: Interrupteur principal pour toute exécution JavaScript dans WebView.
he: מתג ראשי לכל הפעלת JavaScript ב-WebView.
hi: WebView में सभी JavaScript निष्पादन के लिए मास्टर स्विच।
hr: Glavni prekidač za sve izvršavanje JavaScripta u WebViewu.
hu: Fő kapcsoló az összes JavaScript végrehajtáshoz a WebView-ban.
id: Sakelar utama untuk semua eksekusi JavaScript di WebView.
it: Interruttore principale per tutta l'esecuzione JavaScript in WebView.
ja: WebViewでのすべてのJavaScript実行のマスタースイッチ。
ko: WebView의 모든 JavaScript 실행을 위한 마스터 스위치입니다.
ms: Suis utama untuk semua pelaksanaan JavaScript dalam WebView.
nb: Hovedbryter for all JavaScript-kjøring i WebView.
nl: Hoofdschakelaar voor alle JavaScript-uitvoering in WebView.
pl: Główny przełącznik dla całego wykonywania JavaScript w WebView.
pt_br: Interruptor mestre para toda execução de JavaScript no WebView.
pt_pt: Interruptor mestre para toda a execução de JavaScript no WebView.
ro: Întrerupător principal pentru toată execuția JavaScript în WebView.
ru: Главный переключатель для всего выполнения JavaScript в WebView.
sk: Hlavný prepínač pre všetky vykonávania JavaScriptu vo WebView.
sv: Huvudbrytare för all JavaScript-körning i WebView.
th: สวิตช์หลักสำหรับการดำเนินการ JavaScript ทั้งหมดใน WebView
tr: WebView'da tüm JavaScript yürütmesi için ana anahtar.
uk: Головний перемикач для всього виконання JavaScript у WebView.
vi: Công tắc chính cho tất cả việc thực thi JavaScript trong WebView.
zh_hans: WebView中所有JavaScript执行的主开关。
zh_hant: WebView中所有JavaScript執行的主開關。

source: match, replace, test. Pattern matching speed. Validation performance.
ar: match، replace، test. سرعة مطابقة الأنماط. أداء التحقق.
ca: match, replace, test. Velocitat de coincidència de patrons. Rendiment de validació.
cs: match, replace, test. Rychlost porovnávání vzorů. Výkon validace.
da: match, replace, test. Mønstermatchningshastighed. Valideringsydelse.
de: match, replace, test. Musterabgleichsgeschwindigkeit. Validierungsleistung.
el: match, replace, test. Ταχύτητα αντιστοίχισης μοτίβων. Απόδοση επικύρωσης.
es: match, replace, test. Velocidad de coincidencia de patrones. Rendimiento de validación.
fi: match, replace, test. Kuvioiden vastaavuusnopeus. Validoinnin suorituskyky.
fr: match, replace, test. Vitesse de correspondance de motifs. Performance de validation.
he: match, replace, test. מהירות התאמת דפוסים. ביצועי אימות.
hi: match, replace, test। पैटर्न मैचिंग स्पीड। वैलिडेशन परफॉर्मेंस।
hr: match, replace, test. Brzina usporedbe uzoraka. Performanse validacije.
hu: match, replace, test. Minta-egyeztetés sebessége. Validálási teljesítmény.
id: match, replace, test. Kecepatan pencocokan pola. Performa validasi.
it: match, replace, test. Velocità di corrispondenza dei pattern. Prestazioni di validazione.
ja: match、replace、test。 パターンマッチング速度。 検証パフォーマンス。
ko: match, replace, test 성능입니다. 패턴 매칭 속도를 측정합니다.
ms: match, replace, test. Kelajuan padanan corak. Prestasi pengesahan.
nb: match, replace, test. Mønstersammenlignshastighet. Valideringsytelse.
nl: match, replace, test. Patroonovereenkomstsnelheid. Validatieprestaties.
pl: match, replace, test. Szybkość dopasowywania wzorców. Wydajność walidacji.
pt_br: match, replace, test. Velocidade de correspondência de padrões. Desempenho de validação.
pt_pt: match, replace, test. Velocidade de correspondência de padrões. Desempenho de validação.
ro: match, replace, test. Viteză de potrivire a modelelor. Performanță de validare.
ru: match, replace, test. Скорость сопоставления шаблонов. Производительность валидации.
sk: match, replace, test. Rýchlosť porovnávania vzorov. Výkon validácie.
sv: match, replace, test. Mönstermatchningshastighet. Valideringsprestanda.
th: match, replace, test ความเร็วการจับคู่รูปแบบ ประสิทธิภาพการตรวจสอบ
tr: match, replace, test. Desen eşleme hızı. Doğrulama performansı.
uk: match, replace, test. Швидкість зіставлення шаблонів. Продуктивність валідації.
vi: match, replace, test. Tốc độ khớp mẫu. Hiệu suất xác thực.
zh_hans: match、replace、test。 模式匹配速度。 验证性能。
zh_hant: match、replace、test。 模式匹配速度。 驗證效能。

source: Matched
ar: متطابق
ca: Coincident
cs: Shodné
da: Matchet
de: Übereinstimmend
el: Ταίριασμα
es: Coincidente
fi: Vastaava
fr: Correspondant
he: תואם
hi: मिलान
hr: Podudarno
hu: Egyező
id: Cocok
it: Corrispondente
ja: 一致
ko: 일치
ms: Dipadankan
nb: Matchet
nl: Overeenkomend
pl: Dopasowane
pt_br: Correspondente
pt_pt: Correspondente
ro: Potrivit
ru: Совпало
sk: Zhodné
sv: Matchad
th: ตรงกัน
tr: Eşleşen
uk: Збіг
vi: Khớp
zh_hans: 匹配
zh_hant: 符合

source: Math.sqrt, sin, cos, random. Tests JIT optimization. Core computation speed.
ar: اختبار Math.sqrt، sin، cos، random. يختبر تحسين JIT. سرعة الحساب الأساسية.
ca: Prova Math.sqrt, sin, cos, random. Prova l'optimització JIT. Velocitat de càlcul central.
cs: Test Math.sqrt, sin, cos, random. Testuje JIT optimalizaci. Rychlost základních výpočtů.
da: Math.sqrt, sin, cos, random test. Tester JIT-optimering. Kerneberegningshastighed.
de: Math.sqrt, sin, cos, random Test. Testet JIT-Optimierung. Kernberechnungsgeschwindigkeit.
el: Δοκιμή Math.sqrt, sin, cos, random. Δοκιμάζει βελτιστοποίηση JIT. Ταχύτητα υπολογισμού πυρήνα.
es: Prueba Math.sqrt, sin, cos, random. Prueba optimización JIT. Velocidad de cálculo central.
fi: Math.sqrt, sin, cos, random -testi. Testaa JIT-optimointia. Ydinlaskentanopeus.
fr: Test Math.sqrt, sin, cos, random. Teste l'optimisation JIT. Vitesse de calcul de base.
he: בדיקת Math.sqrt, sin, cos, random. בודק אופטימיזציית JIT. מהירות חישוב ליבה.
hi: Math.sqrt, sin, cos, random परीक्षण। JIT अनुकूलन का परीक्षण करता है। कोर गणना गति।
hr: Test Math.sqrt, sin, cos, random. Testira JIT optimizaciju. Brzina osnovnog računanja.
hu: Math.sqrt, sin, cos, random teszt. JIT optimalizáció tesztelése. Alapszámítási sebesség.
id: Tes Math.sqrt, sin, cos, random. Menguji optimasi JIT. Kecepatan komputasi inti.
it: Test Math.sqrt, sin, cos, random. Testa ottimizzazione JIT. Velocità di calcolo core.
ja: Math.sqrt、sin、cos、randomのテストです。 JIT最適化をテストします。 コア計算速度を測定。
ko: Math.sqrt, sin, cos, random 성능입니다. JIT 최적화를 테스트합니다.
ms: Ujian Math.sqrt, sin, cos, random. Menguji pengoptimuman JIT. Kelajuan pengiraan teras.
nb: Math.sqrt, sin, cos, random test. Tester JIT-optimalisering. Kjerneberegningshastighet.
nl: Math.sqrt, sin, cos, random test. Test JIT-optimalisatie. Kernberekeningssnelheid.
pl: Test Math.sqrt, sin, cos, random. Testuje optymalizację JIT. Szybkość podstawowych obliczeń.
pt_br: Teste Math.sqrt, sin, cos, random. Testa otimização JIT. Velocidade de computação central.
pt_pt: Teste Math.sqrt, sin, cos, random. Testa otimização JIT. Velocidade de computação central.
ro: Test Math.sqrt, sin, cos, random. Testează optimizare JIT. Viteză calcul de bază.
ru: Тест Math.sqrt, sin, cos, random. Тестирует JIT-оптимизацию. Скорость базовых вычислений.
sk: Test Math.sqrt, sin, cos, random. Testuje JIT optimalizáciu. Rýchlosť základných výpočtov.
sv: Math.sqrt, sin, cos, random test. Testar JIT-optimering. Kärnberäkningshastighet.
th: ทดสอบ Math.sqrt, sin, cos, random ทดสอบการปรับแต่ง JIT ความเร็วการคำนวณหลัก
tr: Math.sqrt, sin, cos, random testi. JIT optimizasyonunu test eder. Çekirdek hesaplama hızı.
uk: Тест Math.sqrt, sin, cos, random. Тестує JIT-оптимізацію. Швидкість базових обчислень.
vi: Kiểm tra Math.sqrt, sin, cos, random. Thử nghiệm tối ưu hóa JIT. Tốc độ tính toán cốt lõi.
zh_hans: Math.sqrt、sin、cos、random 测试。 测试 JIT 优化。 核心计算速度。
zh_hant: Math.sqrt、sin、cos、random 測試。 測試 JIT 最佳化。 核心計算速度。

source: Max
ar: الأقصى
ca: Màx
da: Maks
el: Μέγ
es: Máx
fi: Maks
he: מקס
hi: अधिकतम
hr: Maks
id: Maks
ja: 最大
ko: 최대
ms: Maks
nb: Maks
pl: Maks
pt_br: Máx
pt_pt: Máx
ru: Макс
th: สูงสุด
tr: Maks
uk: Макс
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

source: Max simultaneous touches. iPhone/iPad: Usually 5. Affects multi-touch gestures.
ar: الحد الأقصى للمسات المتزامنة. iPhone/iPad: عادة 5. يؤثر على إيماءات اللمس المتعدد.
ca: Tocs simultanis màxims. iPhone/iPad: Normalment 5. Afecta els gestos multitàctils.
cs: Maximální počet současných dotyků. iPhone/iPad: Obvykle 5. Ovlivňuje gesta multi-touch.
da: Maksimale samtidige berøringer. iPhone/iPad: Normalt 5. Påvirker multi-touch gestus.
de: Maximale gleichzeitige Berührungen. iPhone/iPad: Normalerweise 5. Beeinflusst Multi-Touch-Gesten.
el: Μέγιστες ταυτόχρονες αφές. iPhone/iPad: Συνήθως 5. Επηρεάζει τις χειρονομίες πολλαπλής αφής.
es: Toques simultáneos máximos. iPhone/iPad: Normalmente 5. Afecta los gestos multitáctiles.
fi: Maksimi samanaikaiset kosketukset. iPhone/iPad: Yleensä 5. Vaikuttaa monikosketuseleisiin.
fr: Touches simultanées maximum. iPhone/iPad : Généralement 5. Affecte les gestes multi-touch.
he: מגעים בו-זמניים מקסימליים. iPhone/iPad: בדרך כלל 5. משפיע על מחוות מולטי-טאצ'.
hi: अधिकतम एक साथ स्पर्श। iPhone/iPad: आमतौर पर 5। मल्टी-टच जेस्चर को प्रभावित करता है।
hr: Maksimalni istovremeni dodiri. iPhone/iPad: Obično 5. Utječe na višedodirne geste.
hu: Maximális egyidejű érintések. iPhone/iPad: Általában 5. Befol yásolja a multi-touch mozdulatokat.
id: Sentuhan simultan maksimum. iPhone/iPad: Biasanya 5. Mempengaruhi gestur multi-sentuh.
it: Tocchi simultanei massimi. iPhone/iPad: Solitamente 5. Influisce sui gesti multi-touch.
ja: 最大同時タッチ数です。 iPhone/iPadは通常5です。 マルチタッチジェスチャーに影響します。
ko: 최대 동시 터치 수입니다. iPhone/iPad는 보통 5개입니다.
ms: Sentuhan serentak maksimum. iPhone/iPad: Biasanya 5. Mempengaruhi gerak isyarat berbilang sentuh.
nb: Maksimalt samtidige berøringer. iPhone/iPad: Vanligvis 5. Påvirker multi-touch bevegelser.
nl: Maximaal gelijktijdige aanrakingen. iPhone/iPad: Meestal 5. Beïnvloedt multi-touch gebaren.
pl: Maksymalna liczba jednoczesnych dotknięć. iPhone/iPad: Zwykle 5. Wpływa na gesty wielodotykowe.
pt_br: Toques simultâneos máximos. iPhone/iPad: Geralmente 5. Afeta gestos multitoque.
pt_pt: Toques simultâneos máximos. iPhone/iPad: Normalmente 5. Afeta gestos multitoque.
ro: Atingeri simultane maxime. iPhone/iPad: De obicei 5. Afectează gesturile multi-touch.
ru: Максимальное количество одновременных касаний. iPhone/iPad: Обычно 5. Влияет на мультитач-жесты.
sk: Maximálny počet súčasných dotykov. iPhone/iPad: Zvyčajne 5. Ovplyvňuje gestá multi-touch.
sv: Maximalt samtidiga tryck. iPhone/iPad: Vanligtvis 5. Påverkar multi-touch-gester.
th: การสัมผัสพร้อมกันสูงสุด iPhone/iPad: ปกติ 5 ส่งผลต่อท่าทางมัลติทัช
tr: Maksimum eşzamanlı dokunuş. iPhone/iPad: Genellikle 5. Çoklu dokunma hareketlerini etkiler.
uk: Максимальна кількість одночасних дотиків. iPhone/iPad: Зазвичай 5. Впливає на мультитач-жести.
vi: Chạm đồng thời tối đa. iPhone/iPad: Thường là 5. Ảnh hưởng đến cử chỉ đa chạm.
zh_hans: 最大同时触摸点数。 iPhone/iPad通常为5。 影响多点触控手势。
zh_hant: 最大同時觸控點數。 iPhone/iPad通常為5。 影響多點觸控手勢。

source: May be incomplete or inaccurate
ar: قد يكون غير مكتمل أو غير دقيق
ca: Pot ser incomplet o inexacte
cs: Může být neúplné nebo nepřesné
da: Kan være ufuldstændig eller unøjagtig
de: Möglicherweise unvollständig oder ungenau
el: Μπορεί να είναι ελλιπές ή ανακριβές
es: Puede estar incompleto o ser inexacto
fi: Voi olla epätäydellinen tai epätarkka
fr: Peut être incomplet ou inexact
he: עשוי להיות לא שלם או לא מדויק
hi: अधूरा या गलत हो सकता है
hr: Može biti nepotpuno ili netočno
hu: Lehet hiányos vagy pontatlan
id: Mungkin tidak lengkap atau tidak akurat
it: Potrebbe essere incompleto o impreciso
ja: 不完全または不正確な場合があります
ko: 불완전하거나 부정확할 수 있습니다.
ms: Mungkin tidak lengkap atau tidak tepat
nb: Kan være ufullstendig eller unøyaktig
nl: Kan onvolledig of onnauwkeurig zijn
pl: Może być niekompletne lub niedokładne
pt_br: Pode estar incompleto ou impreciso
pt_pt: Pode estar incompleto ou impreciso
ro: Poate fi incomplet sau inexact
ru: Может быть неполным или неточным
sk: Môže byť neúplné alebo nepresné
sv: Kan vara ofullständig eller felaktig
th: อาจไม่สมบูรณ์หรือไม่ถูกต้อง
tr: Eksik veya hatalı olabilir
uk: Може бути неповним або неточним
vi: Có thể không đầy đủ hoặc không chính xác
zh_hans: 可能不完整或不准确
zh_hant: 可能不完整或不準確

source: Measure
ar: قياس
ca: Mesura
cs: Měřit
da: Mål
de: Messen
el: Μέτρηση
es: Medir
fi: Mittaa
fr: Mesurer
he: מדוד
hi: मापें
hr: Mjeri
hu: Mérés
id: Ukur
it: Misura
ja: 測定
ko: 측정
ms: Ukur
nb: Mål
nl: Meten
pl: Zmierz
pt_br: Medir
pt_pt: Medir
ro: Măsoară
ru: Измерить
sk: Merať
sv: Mät
th: วัด
tr: Ölç
uk: Виміряти
vi: Đo
zh_hans: 测量
zh_hant: 測量

source: Measured at %@
ar: تم القياس في %@
ca: Mesurat a %@
cs: Změřeno v %@
da: Målt ved %@
de: Gemessen um %@
el: Μετρήθηκε στις %@
es: Medido en %@
fi: Mitattu %@
fr: Mesuré à %@
he: נמדד ב-%@
hi: %@ पर मापा गया
hr: Izmjereno u %@
hu: Mérve: %@
id: Diukur pada %@
it: Misurato alle %@
ja: %@で測定
ko: 측정 시간: %@
ms: Diukur pada %@
nb: Målt kl. %@
nl: Gemeten om %@
pl: Zmierzono o %@
pt_br: Medido em %@
pt_pt: Medido em %@
ro: Măsurat la %@
ru: Измерено в %@
sk: Namerané o %@
sv: Mätt kl. %@
th: วัดเมื่อ %@
tr: %@ tarihinde ölçüldü
uk: Виміряно о %@
vi: Đo lúc %@
zh_hans: 测量时间：%@
zh_hant: 測量時間：%@

source: Measuring...
ar: جاري القياس...
ca: Mesurant...
cs: Měření...
da: Måler...
de: Messen...
el: Μέτρηση...
es: Midiendo...
fi: Mitataan...
fr: Mesure...
he: מודד...
hi: माप रहा है...
hr: Mjerenje...
hu: Mérés...
id: Mengukur...
it: Misurazione...
ja: 測定中...
ko: 측정 중...
ms: Mengukur...
nb: Måler...
nl: Meten...
pl: Mierzenie...
pt_br: Medindo...
pt_pt: A medir...
ro: Se măsoară...
ru: Измерение...
sk: Meranie...
sv: Mäter...
th: กำลังวัด...
tr: Ölçülüyor...
uk: Вимірювання...
vi: Đang đo...
zh_hans: 测量中...
zh_hant: 測量中...

source: Media
ar: الوسائط
ca: Multimèdia
cs: Média
da: Medier
de: Medien
el: Μέσα
es: Medios
fr: Médias
he: מדיה
hi: मीडिया
hr: Mediji
hu: Média
ja: メディア
ko: 미디어
pt_br: Mídia
pt_pt: Multimédia
ru: Медиа
sk: Médiá
th: มีเดีย
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體

source: Media Capabilities API
ar: واجهة برمجة إمكانيات الوسائط
ca: API Media Capabilities
es: API de capacidades de medios
fr: API Media Capabilities
he: API יכולות מדיה
hi: मीडिया क्षमता API
it: API Media Capabilities
ja: メディア機能API
ko: 미디어 기능 API
pt_br: API de capacidades de mídia
pt_pt: API de capacidades de multimédia
ru: API Media Capabilities
tr: Medya Yetenekleri API
vi: API Media Capabilities
zh_hans: 媒体功能API
zh_hant: 媒體功能API
